Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: Delete pending invitations and suggestions
ar: حذف الدعوات والأقتراحات المعلقة
de: Ausstehende Einladungen und Vorschläge löschen
el: Διαγραφή εκκρεμών προσκλήσεων και προτάσεων
es: Borrar invitaciones y sugerencias pendientes
fr: Supprimer les invitations et suggestions en attente
hi: लंबित आमंत्रण और सुझाव हटाएं
it: Elimina inviti e suggerimenti pendenti
ja: 保留中の招待と提案を削除
ko: 대기 중인 초대와 제안 삭제
pl: Usuń oczekujące zaproszenia i sugestie
pt: Excluir convites e sugestões pendentes
ro: Șterge invitațiile și sugestiile în așteptare
ru: Удалить ожидающие приглашения и предложения
tr: Bekleyen davetiyeleri ve önerileri sil
zh_hans: 删除待处理的邀请和建议

source: Desktop device
ar: جهاز سطح المكتب
de: Desktop-Gerät
el: Συσκευή υπολογιστή
es: Dispositivo de escritorio
fr: Appareil de bureau
hi: डेस्कटॉप डिवाइस
it: Dispositivo desktop
ja: デスクトップデバイス
ko: 데스크톱 기기
pl: Urządzenie stacjonarne
pt: Dispositivo de desktop
ro: Dispozitiv desktop
ru: Настольное устройство
tr: Masaüstü cihaz
zh_hans: 桌面设备

source: Development mode
ar: وضع التطوير
de: Entwicklermodus
el: Λειτουργία ανάπτυξης
es: Modo de desarrollo
fr: Mode de développement
hi: डेवलपमेंट मोड
it: Modalità sviluppo
ja: 開発モード
ko: 개발 모드
pl: Tryb deweloperski
pt: Modo de desenvolvimento
ro: Mod de dezvoltare
ru: Режим разработки
tr: Geliştirme modu
zh_hans: 开发模式

source: Didn't receive a code?
ar: لم تستلم رمزاً؟
de: Keinen Code erhalten?
el: Δεν λάβατε κωδικό;
es: ¿No recibiste el código?
fr: Vous n'avez pas reçu le code ?
hi: कोड नहीं मिला?
it: Non hai ricevuto il codice?
ja: コードが届きませんでしたか？
ko: 인증코드를 받지 못하셨나요?
pl: Nie otrzymałeś kodu?
pt: Não recebeu o código?
ro: Nu ai primit un cod?
ru: Не получили код?
tr: Kod almadın mı?
zh_hans: 没有收到验证码？

source: Didn't receive an email?
ar: ألم تتلقَّ رسالة بريد إلكتروني؟
de: Keine E-Mail erhalten?
el: Δεν λάβατε email;
es: ¿No has recibido un correo electrónico?
fr: Vous n’avez pas reçu d’e-mail ?
hi: ईमेल नहीं मिला?
it: Non hai ricevuto l'email?
ja: メールが届きませんでしたか？
ko: 이메일을 받지 못하셨나요?
pl: Nie otrzymano wiadomości e-mail?
pt: Não recebeu o e-mail?
ro: Nu ai primit un e-mail?
ru: Не получили письмо?
tr: E-posta almadınız mı?
zh_hans: 没有收到邮件？

source: Domain
ar: النطاق
es: Dominio
fr: Domaine
hi: डोमेन
it: Dominio
ja: ドメイン
ko: 도메인
pl: Domena
pt: Domínio
ro: Domeniu
ru: Домен
tr: Alan adı
zh_hans: 域名

source: Done
ar: تم
de: Fertig
el: Ολοκληρώθηκε
es: Listo
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
tr: Tamam
zh_hans: 完成

source: Download
ar: تحميل
de: Herunterladen
el: Λήψη
es: Descargar
fr: Télécharger
hi: डाउनलोड करना
it: Scaricamento
ja: ダウンロード
ko: 다운로드
pl: Pobierz
ro: Descarcă
ru: Скачать
tr: İndir
zh_hans: 下载

source: Edit profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
pl: Edytuj profil
pt: Editar perfil
ro: Editează profilul
ru: Редактировать профиль
tr: Profili düzenle
zh_hans: 编辑个人资料

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: ईमेल पता
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresă de email
ru: Адрес электронной почты
tr: E-posta adresi
zh_hans: 电子邮箱地址

source: EMAIL ADDRESSES
ar: عناوين البريد الإلكتروني
de: E-MAIL-ADRESSEN
el: ΔΙΕΥΘΥΝΣΕΙΣ EMAIL
es: DIRECCIONES DE CORREO ELECTRÓNICO
fr: ADRESSES E-MAIL
hi: ईमेल पते
it: INDIRIZZI EMAIL
ja: メールアドレス
ko: 이메일 주소
pl: ADRESY E-MAIL
pt: ENDEREÇOS DE E-MAIL
ro: ADRESE DE EMAIL
ru: АДРЕСА ЭЛЕКТРОННОЙ ПОЧТЫ
tr: E-POSTA ADRESLERİ
zh_hans: 电子邮箱地址

source: Email code to %@
ar: إرسال رمز إلى %@
de: Code per E-Mail an %@ senden
el: Αποστολή κωδικού στο %@
es: Enviar código a %@
fr: Envoyer le code à %@
hi: %@ पर कोड भेजें
it: Invia codice a %@
ja: %@にコードを送信
ko: %@에 코드 전송
pl: Kod e-mail do %@
pt: Enviar código por e-mail para %@
ro: Cod email către %@
ru: Код по электронной почте на %@
tr: %@ adresine e-posta kodu gönder
zh_hans: 发送验证码至%@

source: Email link to %@
ar: إرسال رابط بالبريد الإلكتروني إلى %@
de: E-Mail-Link an %@ senden
el: Στείλτε σύνδεσμο μέσω email στο %@
es: Enviar enlace por correo a %@
fr: Envoyer un lien par e-mail à %@
hi: %@ पर ईमेल लिंक भेजें
it: Invia link via email a %@
ja: %@にメールリンクを送信
ko: %@에 이메일 링크 전송
pl: Wyślij link e-mailem do %@
pt: Enviar link por e-mail para %@
ro: Trimite linkul prin e-mail la %@
ru: Отправить ссылку по электронной почте на %@
tr: %@ adresine e-posta bağlantısı gönder
zh_hans: 向%@发送邮件链接

source: Email support
ar: الدعم بالبريد الإلكتروني
el: Υποστήριξη μέσω email
es: Soporte por correo electrónico
fr: Support par e-mail
hi: ईमेल सहायता
it: Supporto via email
ja: メールサポート
ko: 이메일 지원
pl: Napisz do pomocy
pt: Suporte por e-mail
ro: Trimite email către suport
ru: Написать в поддержку
tr: E-posta desteği
zh_hans: 电子邮件支持

source: Enter a backup code
ar: أدخل رمز النسخ الاحتياطي
de: Backup-Code eingeben
el: Εισαγάγετε εφεδρικό κωδικό
es: Ingrese un código de respaldo
fr: Entrez un code de secours
hi: बैकअप कोड दर्ज करें
it: Inserisci un codice di backup
ja: バックアップコードを入力
ko: 백업 코드 입력
pl: Wprowadź kod zapasowy
pt: Digite um código de backup
ro: Introdu un cod de rezervă
ru: Введите резервный код
tr: Yedek kod gir
zh_hans: 输入备用码

source: Enter a slug using lowercase letters, numbers, and hyphens.
ar: أدخل معرّفًا قصيرًا باستخدام أحرف صغيرة وأرقام وشرطات.
de: Geben Sie einen Slug mit Kleinbuchstaben, Zahlen und Bindestrichen ein.
el: Εισαγάγετε ένα slug με πεζά γράμματα, αριθμούς και παύλες.
es: Introduce un slug con letras minúsculas, números y guiones.
fr: Saisissez un slug avec des lettres minuscules, des chiffres et des tirets.
hi: छोटे अक्षरों, अंकों और हाइफ़न का उपयोग करके स्लग दर्ज करें.
it: Inserisci uno slug con lettere minuscole, numeri e trattini.
ja: 小文字、数字、ハイフンを使用してスラッグを入力してください。
ko: 소문자, 숫자, 하이픈을 사용해 슬러그를 입력하세요.
pl: Wprowadź slug, używając małych liter, cyfr i myślników.
pt: Insira um slug com letras minúsculas, números e hífens.
ro: Introdu un slug folosind litere mici, cifre și cratime.
ru: Введите slug, используя строчные буквы, цифры и дефисы.
tr: Küçük harfler, sayılar ve kısa çizgiler kullanarak bir slug girin.
zh_hans: 请输入仅包含小写字母、数字和连字符的 slug。

source: Enter email addresses
ar: أدخل عناوين البريد الإلكتروني
de: E-Mail-Adressen eingeben
el: Εισαγάγετε διευθύνσεις email
es: Ingrese direcciones de correo electrónico
fr: Saisissez les adresses e-mail
hi: ईमेल पते दर्ज करें
it: Inserisci gli indirizzi email
ja: メールアドレスを入力
ko: 이메일 주소 입력
pl: Wprowadź adresy e-mail
pt: Digite os endereços de e-mail
ro: Introdu adrese de email
ru: Введите адреса электронной почты
tr: E-posta adreslerini girin
zh_hans: 输入电子邮件地址

source: Enter or paste one or more email addresses, separated by spaces or commas.
ar: أدخل أو الصق عنوان بريد إلكتروني واحدًا أو أكثر، مفصولة بمسافات أو فواصل.
de: Geben Sie eine oder mehrere E-Mail-Adressen ein oder fügen Sie sie ein, getrennt durch Leerzeichen oder Kommas.
el: Εισαγάγετε ή επικολλήστε μία ή περισσότερες διευθύνσεις email, χωρισμένες με κενά ή κόμματα.
es: Ingrese o pegue una o más direcciones de correo electrónico, separadas por espacios o comas.
fr: Saisissez ou collez une ou plusieurs adresses e-mail, séparées par des espaces ou des virgules.
hi: एक या अधिक ईमेल पते दर्ज करें या पेस्ट करें, जिन्हें स्पेस या कॉमा से अलग किया गया हो।
it: Inserisci o incolla uno o più indirizzi email, separati da spazi o virgole.
ja: 1つ以上のメールアドレスをスペースまたはカンマで区切って入力または貼り付けてください。
ko: 하나 이상의 이메일 주소를 공백이나 쉼표로 구분해 입력하거나 붙여넣으세요.
pl: Wprowadź lub wklej jeden lub więcej adresów e-mail, oddzielonych spacjami lub przecinkami.
pt: Digite ou cole um ou mais endereços de e-mail, separados por espaços ou vírgulas.
ro: Introdu sau lipește una sau mai multe adrese de email, separate prin spații sau virgule.
ru: Введите или вставьте один или несколько адресов электронной почты, разделенных пробелами или запятыми.
tr: Boşluk veya virgülle ayırarak bir veya daha fazla e-posta adresi girin ya da yapıştırın.
zh_hans: 输入或粘贴一个或多个电子邮件地址，用空格或逗号分隔。

source: Enter password
ar: أدخل كلمة المرور الخاصة بك
de: Passwort eingeben
el: Εισάγετε τον κωδικό σας
es: Introduce tu contraseña
fr: Entrez le mot de passe
hi: अपने पासवर्ड से साइन इन करें
it: Accedi con la tua password
ja: パスワードを入力
ko: 비밀번호 입력
pl: Wprowadź hasło
pt: Digite a senha
ro: Introdu parola
ru: Введите пароль
tr: Parolayı gir
zh_hans: 使用您的密码登录

source: Enter the email address you'd like to use.
ar: أدخل عنوان البريد الإلكتروني الذي تريد استخدامه.
de: Geben Sie die E-Mail-Adresse ein, die Sie verwenden möchten.
el: Εισαγάγετε τη διεύθυνση email που θα θέλατε να χρησιμοποιήσετε.
es: Introduce la dirección de correo electrónico que te gustaría usar.
fr: Entrez l'adresse e-mail que vous souhaitez utiliser.
hi: वह ईमेल पता दर्ज करें जिसका आप उपयोग करना चाहते हैं।
it: Inserisci l'indirizzo email che vorresti usare.
ja: 使用したいメールアドレスを入力してください。
ko: 사용하고 싶은 이메일 주소를 입력하세요.
pl: Wprowadź adres e-mail, którego chcesz użyć.
pt: Digite o endereço de e-mail que deseja usar.
ro: Introdu adresa de email pe care vrei să o folosești.
ru: Введите адрес электронной почты, который хотите использовать.
tr: Kullanmak istediğiniz e-posta adresini girin.
zh_hans: 输入您想要使用的电子邮箱地址。

source: Enter the password for your account
ar: أدخل كلمة المرور لحسابك
de: Geben Sie Ihr Passwort für Ihr Konto ein
el: Εισάγετε τον κωδικό του λογαριασμού σας
es: Introduce la contraseña de tu cuenta
fr: Entrez le mot de passe de votre compte
hi: अपने खाते का पासवर्ड दर्ज करें
it: Inserisci la password del tuo account
ja: アカウントのパスワードを入力
ko: 계정 비밀번호 입력
pl: Wprowadź hasło do swojego konta
pt: Digite a senha da sua conta
ro: Introdu parola contului
ru: Введите пароль от своей учетной записи
tr: Hesabınızın parolasını girin
zh_hans: 输入您账户的密码

source: Enter the phone number you'd like to use.
ar: أدخل رقم الهاتف الذي تريد استخدامه.
de: Geben Sie die Telefonnummer ein, die Sie verwenden möchten.
el: Εισαγάγετε τον αριθμό τηλεφώνου που θα θέλατε να χρησιμοποιήσετε.
es: Introduce el número de teléfono que te gustaría usar.
fr: Entrez le numéro de téléphone que vous souhaitez utiliser.
hi: वह फोन नंबर दर्ज करें जिसका आप उपयोग करना चाहते हैं।
it: Inserisci il numero di telefono che vorresti usare.
ja: 使用したい電話番号を入力してください。
ko: 사용하고 싶은 전화번호를 입력하세요.
pl: Wprowadź numer telefonu, którego chcesz użyć.
pt: Digite o número de telefone que deseja usar.
ro: Introdu numărul de telefon pe care vrei să îl folosești.
ru: Введите номер телефона, который хотите использовать.
tr: Kullanmak istediğiniz telefon numarasını girin.
zh_hans: 输入您想要使用的电话号码。

source: Enter the verification code from authenticator application
ar: أدخل رمز التحقق من تطبيق المصادقة
de: Geben Sie den Bestätigungscode aus der Authentifizierungsanwendung ein
el: Εισαγάγετε τον κωδικό επαλήθευσης από την εφαρμογή ελέγχου ταυτότητας
es: Ingrese el código de verificación de la aplicación de autenticación
fr: Entrez le code de vérification de l'application d'authentification
hi: प्रमाणक एप्लिकेशन से सत्यापन कोड दर्ज करें
it: Inserisci il codice di verifica dall'applicazione di autenticazione
ja: 認証アプリケーションから確認コードを入力します
ko: 인증신청에서 받은 인증번호를 입력하세요.
pl: Wprowadź kod weryfikacyjny z aplikacji uwierzytelniającej
pt: Insira o código de verificação do aplicativo autenticador
ro: Introdu codul de verificare din aplicația de autentificare
ru: Введите код подтверждения из приложения-аутентификатора
tr: Doğrulama uygulamasındaki kodu girin
zh_hans: 输入验证器应用程序中的验证码

source: Enter the verification code from your authenticator application.
ar: أدخل رمز التحقق من تطبيق المصادقة الخاص بك.
de: Geben Sie den Bestätigungscode aus Ihrer Authenticator-Anwendung ein.
el: Εισαγάγετε τον κωδικό επαλήθευσης από την εφαρμογή επαλήθευσής σας.
es: Ingresa el código de verificación de tu aplicación autenticadora.
fr: Saisissez le code de vérification de votre application d'authentification.
hi: अपने प्रमाणीकरण एप्लिकेशन से सत्यापन कोड दर्ज करें।
it: Inserisci il codice di verifica dalla tua applicazione di autenticazione.
ja: 認証アプリから確認コードを入力してください。
ko: 인증 애플리케이션에서 확인 코드를 입력하세요.
pl: Wprowadź kod weryfikacyjny z aplikacji uwierzytelniającej.
pt: Digite o código de verificação do seu aplicativo autenticador.
ro: Introdu codul de verificare din aplicația de autentificare.
ru: Введите код подтверждения из приложения-аутентификатора.
tr: Doğrulama uygulamanızdaki kodu girin.
zh_hans: 输入来自您的身份验证应用的验证码。

source: Enter the verification code sent to %@
ar: أدخل رمز التحقق المرسل إلى %@
de: Geben Sie den an %@ gesendeten Bestätigungscode ein
el: Εισαγάγετε τον κωδικό επαλήθευσης που στάλθηκε στο %@
es: Ingrese el código de verificación enviado a %@
fr: Entrez le code de vérification envoyé à %@
hi: %@ पर भेजा गया सत्यापन कोड दर्ज करें
it: Inserisci il codice di verifica inviato a %@
ja: %@ に送信された認証コードを入力してください
ko: %@로 전송된 인증 코드를 입력하세요
pl: Wprowadź kod weryfikacyjny wysłany do %@
pt: Digite o código de verificação enviado para %@
ro: Introdu codul de verificare trimis la %@
ru: Введите код подтверждения, отправленный на %@
tr: %@ adresine gönderilen doğrulama kodunu girin
zh_hans: 输入发送到%@的验证码

source: Enter your current password to set a new one.
ar: أدخل كلمة المرور الحالية لتعيين كلمة مرور جديدة.
de: Geben Sie Ihr aktuelles Passwort ein, um ein neues zu setzen.
el: Εισαγάγετε τον τρέχοντα κωδικό πρόσβασής σας για να ορίσετε έναν νέο.
es: Introduce tu contraseña actual para configurar una nueva.
fr: Entrez votre mot de passe actuel pour en définir un nouveau.
hi: नया पासवर्ड सेट करने के लिए अपना वर्तमान पासवर्ड दर्ज करें।
it: Inserisci la tua password attuale per impostarne una nuova.
ja: 新しいパスワードを設定するには、現在のパスワードを入力してください。
ko: 새 비밀번호를 설정하려면 현재 비밀번호를 입력하세요.
pl: Wprowadź obecne hasło, aby ustawić nowe.
pt: Digite sua senha atual para definir uma nova.
ro: Introdu parola actuală pentru a seta una nouă.
ru: Введите текущий пароль, чтобы задать новый.
tr: Yeni bir parola belirlemek için mevcut parolanızı girin.
zh_hans: 输入您当前的密码以设置新密码。

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: E-Mail-Adresse eingeben
el: Εισάγετε το email σας
es: Introduce tu correo electrónico
fr: Entrez votre e-mail
hi: अपना ईमेल दर्ज करें
it: Inserisci la tua email
ja: メールアドレスを入力
ko: 이메일 입력
pl: Wprowadź adres e-mail
pt: Digite seu e-mail
ro: Introdu emailul
ru: Введите адрес электронной почты
tr: E-postanızı girin
zh_hans: 请输入您的邮箱

source: Enter your email or username
ar: أدخل بريدك الإلكتروني أو اسم المستخدم
de: Geben Sie Ihre E-Mail-Adresse oder Ihren Benutzernamen ein
el: Εισάγετε το email ή το όνομα χρήστη σας
es: Introduce tu correo electrónico o nombre de usuario
fr: Entrez votre e-mail ou nom d'utilisateur
hi: ईमेल पता या यूजरनेम दर्ज करें
it: Inserisci la tua email o nome utente
ja: メールアドレスまたはユーザー名を入力
ko: 이메일 또는 사용자 이름 입력
pl: Wprowadź adres e-mail lub nazwę użytkownika
pt: Digite seu e-mail ou nome de usuário
ro: Introdu emailul sau numele de utilizator
ru: Введите адрес электронной почты или имя пользователя
tr: E-posta veya kullanıcı adınızı girin
zh_hans: 请输入您的邮箱或用户名

source: Enter your organization details to continue
ar: أدخل تفاصيل منظمتك للمتابعة
de: Geben Sie Ihre Organisationsdetails ein, um fortzufahren
el: Εισάγετε τα στοιχεία του οργανισμού σας για να συνεχίσετε
es: Ingrese los detalles de su organización para continuar
fr: Entrez les détails de votre organisation pour continuer
hi: जारी रखने के लिए अपने संगठन का विवरण दर्ज करें
it: Inserisci i dettagli della tua organizzazione per continuare
ja: 続行するには組織の詳細を入力してください
ko: 조직 정보를 입력해 계속하세요
pl: Wprowadź dane organizacji, aby kontynuować
pt: Insira os detalhes da sua organização para continuar
ro: Introdu detaliile organizației pentru a continua
ru: Введите данные организации, чтобы продолжить
tr: Devam etmek için kuruluş bilgilerinizi girin
zh_hans: 输入您的组织详细信息以继续

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Passwort eingeben
el: Εισάγετε τον κωδικό σας
es: Introduce tu contraseña
fr: Entrez votre mot de passe
hi: अपने पासवर्ड से साइन इन करें
it: Accedi con la tua password
ja: パスワードを入力
ko: 비밀번호 입력
pl: Wprowadź swoje hasło
pt: Digite sua senha
ro: Introdu parola
ru: Введите пароль
tr: Parolanızı girin
zh_hans: 使用密码登录

source: Enter your phone number
ar: أدخل رقم الهاتف
de: Telefonnummer eingeben
el: Εισάγετε τον αριθμό τηλεφώνου σας
es: Introduce tu número de teléfono
fr: Entrez votre numéro de téléphone
hi: अपना फोन नंबर दर्ज करें
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力
ko: 전화번호 입력
pl: Wprowadź numer telefonu
pt: Digite seu número de telefone
ro: Introdu numărul de telefon
ru: Введите номер телефона
tr: Telefon numaranızı girin
zh_hans: 请输入您的电话号码

source: Enter your username
ar: أدخل اسم المستخدم الخاص بك
de: Geben Sie Ihren Benutzernamen ein
el: Εισάγετε το όνομα χρήστη σας
es: Introduce tu nombre de usuario
fr: Entrez votre nom d'utilisateur
hi: अपना यूजरनेम दर्ज करें
it: Inserisci il tuo nome utente
ja: ユーザー名を入力
ko: 사용자 이름 입력
pl: Wprowadź nazwę użytkownika
pt: Digite seu nome de usuário
ro: Introdu numele de utilizator
ru: Введите имя пользователя
tr: Kullanıcı adınızı girin
zh_hans: 请输入您的用户名

source: Facing issues? You can use any of these methods to sign in.
ar: تواجه مشاكل؟ يمكنك استخدام أي من هذه الطرق لتسجيل الدخول.
de: Sie haben Probleme? Sie können eine der folgenden Methoden verwenden, um sich anzumelden.
el: Αντιμετωπίζετε προβλήματα; Μπορείτε να χρησιμοποιήσετε οποιαδήποτε από αυτές τις μεθόδους για να συνδεθείτε.
es: ¿Tienes problemas? Puedes usar cualquiera de estos métodos para iniciar sesión.
fr: Vous rencontrez des problèmes ? Vous pouvez utiliser l'une de ces méthodes pour vous connecter.
hi: समस्याएं आ रही हैं? आप साइन इन करने के लिए इनमें से किसी भी विधि का उपयोग कर सकते हैं।
it: Hai problemi? Puoi utilizzare uno di questi metodi per accedere.
ja: 問題が発生していますか？これらの方法のいずれかを使用してサインインできます。
ko: 문제가 발생했나요? 다음 방법 중 하나를 사용하여 로그인할 수 있습니다.
pl: Masz problemy? Możesz zalogować się dowolną z tych metod.
pt: Enfrentando problemas? Você pode usar qualquer um desses métodos para entrar.
ro: Ai probleme? Poți folosi oricare dintre aceste metode pentru autentificare.
ru: Возникли проблемы? Вы можете войти любым из этих способов.
tr: Sorun mu yaşıyorsun? Bu yöntemlerden herhangi birini kullanarak giriş yapabilirsin.
zh_hans: 遇到问题？您可以使用以下任一方法登录。

source: First name
ar: الاسم الأول
de: Vorname
el: Όνομα
es: Nombre
fr: Prénom
hi: पहला नाम
it: Nome
ja: 名
ko: 이름
pl: Imię
pt: Nome
ro: Prenume
ru: Имя
tr: Ad
zh_hans: 名

source: First, enter the code sent to your email address
ar: أولاً، أدخل الرمز المرسل إلى عنوان بريدك الإلكتروني
de: Erstens, geben Sie den Code ein, den Sie an Ihre E-Mail-Adresse gesendet haben
el: Πρώτα, εισάγετε τον κωδικό που στάλθηκε στη διεύθυνση email σας
es: Primero, introduce el código enviado a tu correo electrónico
fr: D'abord, entrez le code envoyé à votre adresse e-mail
hi: पहले, अपने ईमेल पते पर भेजे गए कोड को दर्ज करें
it: Prima, inserisci il codice inviato al tuo indirizzo email
ja: まず、メールアドレスに送信されたコードを入力してください
ko: 먼저 이메일 주소로 전송된 코드를 입력하세요
pl: Najpierw wprowadź kod wysłany na Twój adres e-mail
pt: Primeiro, digite o código enviado para seu endereço de e-mail
ro: Mai întâi, introdu codul trimis la adresa ta de email
ru: Сначала введите код, отправленный на ваш адрес электронной почты
tr: Önce e-posta adresine gönderilen kodu gir
zh_hans: 首先，输入发送到您邮箱的验证码

source: First, enter the code sent to your phone
ar: أولاً، أدخل الرمز المرسل إلى هاتفك
de: Erstens, geben Sie die Nummer ein, die Sie an Ihr Telefon gesendet haben
el: Πρώτα, εισάγετε τον κωδικό που στάλθηκε στο τηλέφωνό σας
es: Primero, introduce el código enviado a tu teléfono
fr: D'abord, entrez le code envoyé à votre téléphone
hi: पहले, अपने फोन पर भेजे गए कोड को दर्ज करें
it: Prima, inserisci il codice inviato al tuo telefono
ja: まず、電話番号に送信されたコードを入力してください
ko: 먼저 휴대폰으로 전송된 코드를 입력하세요
pl: Najpierw wprowadź kod wysłany na Twój telefon
pt: Primeiro, digite o código enviado para seu telefone
ro: Mai întâi, introdu codul trimis pe telefon
ru: Сначала введите код, отправленный на ваш телефон
tr: Önce telefonuna gönderilen kodu gir
zh_hans: 首先，输入发送到您手机的验证码

source: Forgot password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
pl: Nie pamiętasz hasła?
pt: Esqueceu a senha?
ro: Ai uitat parola?
ru: Забыли пароль?
tr: Parolanı mı unuttun?
zh_hans: 忘记密码？

source: Get help
ar: احصل على المساعدة
de: Hilfe erhalten
el: Λάβετε βοήθεια
es: Obtener ayuda
fr: Obtenir de l'aide
hi: सहायता प्राप्त करें
it: Ottieni aiuto
ja: ヘルプを取得
ko: 도움말 보기
pl: Uzyskaj pomoc
pt: Obter ajuda
ro: Obține ajutor
ru: Получить помощь
tr: Yardım al
zh_hans: 获取帮助

source: Get started by inviting someone to join your organization
ar: ابدأ بدعوة شخص ما للانضمام إلى مؤسستك
de: Beginnen Sie, indem Sie jemanden einladen, Ihrer Organisation beizutreten
el: Ξεκινήστε προσκαλώντας κάποιον να συμμετάσχει στον οργανισμό σας
es: Comienza invitando a alguien a unirse a tu organización
fr: Commencez par inviter quelqu'un à rejoindre votre organisation
hi: अपने संगठन में शामिल होने के लिए किसी को आमंत्रित करके शुरू करें
it: Inizia invitando qualcuno a unirsi alla tua organizzazione
ja: 組織に参加するよう誰かを招待して始めましょう
ko: 조직에 참여할 사람을 초대하여 시작하세요
pl: Zacznij od zaproszenia kogoś do organizacji
pt: Comece convidando alguém para se juntar à sua organização
ro: Începe invitând pe cineva să se alăture organizației
ru: Начните с приглашения кого-нибудь в вашу организацию
tr: Birini organizasyonunuza katılmaya davet ederek başlayın
zh_hans: 邀请他人加入你的组织以开始使用

source: Go back
ar: ارجع
de: Zurück gehen
el: Επιστροφή
es: Volver
fr: Retour
hi: वापस जाएं
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
pl: Wróć
pt: Voltar
ro: Înapoi
ru: Назад
tr: Geri dön
zh_hans: 返回

source: I agree to the [Privacy Policy](LegalConsentView://privacy)
ar: أوافق على [سياسة الخصوصية](LegalConsentView://privacy)
de: Ich stimme der [Datenschutzrichtlinie](LegalConsentView://privacy) zu
el: Συμφωνώ με την [Πολιτική Απορρήτου](LegalConsentView://privacy)
es: Acepto la [Política de Privacidad](LegalConsentView://privacy)
fr: J'accepte la [Politique de Confidentialité](LegalConsentView://privacy)
hi: मैं [गोपनीयता नीति](LegalConsentView://privacy) से सहमत हूं
it: Accetto l'[Informativa sulla Privacy](LegalConsentView://privacy)
ja: [プライバシーポリシー](LegalConsentView://privacy)に同意します
ko: [개인정보 보호정책](LegalConsentView://privacy)에 동의합니다
pl: Akceptuję [Politykę prywatności](LegalConsentView://privacy)
pt: Eu concordo com a [Política de Privacidade](LegalConsentView://privacy)
ro: Sunt de acord cu [Politica de confidențialitate](LegalConsentView://privacy)
ru: Я принимаю [Политику конфиденциальности](LegalConsentView://privacy)
tr: [Gizlilik Politikası](LegalConsentView://privacy)'nı kabul ediyorum
zh_hans: 我同意[隐私政策](LegalConsentView://privacy)
